[
  {
    "id": 1,
    "author": "Soseki Natsume",
    "title": "I Am a Cat",
    "description": "Written from 1904 through 1906, Soseki Natsume's comic masterpiece, I Am a Cat, satirizes the foolishness of upper-middle-class Japanese society during the Meiji era. With acerbic wit and sardonic perspective, it follows the whimsical adventures of a world-weary stray kitten who comments on the follies and foibles of the people around him.",
    "image": "https://m.media-amazon.com/images/I/71NC1poG1mL._SY466_.jpg",
    "published": 1905
  },
  {
    "id": 2,
    "author": "Rhiannon Lucy Cosslett",
    "title": "The Year of the Cat",
    "description": "I looked around at my flat, at the woodchip wallpaper and scuffed furniture, and realised that I did have a life after all. What it didn't have in it was a cat. When Rhiannon fell in love with, and eventually married her flatmate, she imagined they might one day move on. But this is London in the age of generation rent, and so they share their home with a succession of friends and strangers while saving for a life less makeshift. The desire for a baby is never far from the surface, but can she be sure that she will ever be free of the anxiety she has experienced since an attack in the street one night? And after a childhood spent caring for her autistic brother, does she really want to devote herself to motherhood? Moving through the seasons over the course of lockdown, The Year of the Cat nimbly charts the way a kitten called Mackerel walked into Rhiannon's home and heart, and taught her to face down her fears and appreciate quite how much love she had to offer.",
    "image": "https://m.media-amazon.com/images/I/6166l6zkRbL._SL1500_.jpg",
    "published": 2023
  },
  {
    "id": 3,
    "author": "Takashi Hiraide",
    "title": "The Guest Cat",
    "description": "A couple in their thirties live in a small rented cottage in a quiet part of Tokyo; they work at home, freelance copy-editing; they no longer have very much to say to one another. But one day a cat invites itself into their small kitchen. It leaves, but the next day comes again, and then again and again. Soon they are buying treats for the cat and enjoying talks about the animal and all its little ways. Life suddenly seems to have more promise for the husband and wife — the days have more light and color. The novel brims with new small joys and many moments of staggering poetic beauty, but then something happens...",
    "image": "https://m.media-amazon.com/images/I/61Htg7zBRjL._SL1200_.jpg",
    "published": 2001
  },
  {
    "id": 4,
    "author": "Nick Bradley",
    "title": "The Cat and The City",
    "description": "In Tokyo — one of the world’s largest megacities — a stray cat is wending her way through the back alleys. And, with each detour, she brushes up against the seemingly disparate lives of the city-dwellers, connecting them in unexpected ways. But the city is changing. As it does, it pushes her to the margins where she chances upon a series of apparent strangers – from a homeless man squatting in an abandoned hotel, to a shut-in hermit afraid to leave his house, to a convenience store worker searching for love. The cat orbits Tokyo’s denizens, drawing them ever closer.",
    "image": "https://m.media-amazon.com/images/I/719eiHoXg0L._SL1500_.jpg",
    "published": 2020
  },
  {
    "id": 5,
    "author": "Lynne Truss",
    "title": "Cat Out of Hell",
    "description": "For people who both love and hate cats comes the tale of Alec Charlesworth, a librarian who finds himself suddenly he’s lost his job, his beloved wife has just died. Overcome by grief, he searches for clues about her disappearance in a file of interviews between a man called 'Wiggy' and a cat, Roger. Who speaks to him. It takes a while for Alec to realize he’s not gone mad from grief, that the cat is actually speaking to Wiggy . . . and that much of what we fear about cats is true. They do think they’re smarter than humans, for one thing. And, well, it seems they are! What’s more, they do have nine lives. Or at least this one does — Roger’s older than Methuselah, and his unblinking stare comes from the fact that he’s seen it all. And he’s got a tale to tell, a tale of shocking local history and dark forces that may link not only the death of Alec’s wife, but also several other local deaths. But will the cat help Alec, or is he one of the dark forces?",
    "image": "https://m.media-amazon.com/images/I/718P9jZRk5L._SL1500_.jpg",
    "published": 2014
  },
  {
    "id": 6,
    "author": "Charles Bukowski",
    "title": "On Cats",
    "description": "“The cat is the beautiful devil.” — Felines touched a vulnerable spot in Charles Bukowski’s crusty soul. For the writer, there was something majestic and elemental about these inscrutable creatures he admired, sentient beings whose searing gaze could penetrate deep into our being. Bukowski considered cats to be unique forces of nature, elusive emissaries of beauty and love. On Cats offers Bukowski’s musings on these beloved animals and their toughness and resiliency. He honors them as fighters, hunters, survivors who command awe and respect as they grip tightly onto the world around them: “A cat is only ITSELF, representative of the strong forces of life that won’t let go.”",
    "image": "https://m.media-amazon.com/images/I/81N1pq5FJDL._SL1500_.jpg",
    "published": 2015
  },
  {
    "id": 7,
    "author": "Genki Kawamura",
    "title": "If Cats Disappeared from the World",
    "description": "Our narrator’s days are numbered. Estranged from his family, living alone with only his cat Cabbage for company, he was unprepared for the doctor’s diagnosis that he has only months to live. But before he can set about tackling his bucket list, the Devil appears with a special offer: in exchange for making one thing in the world disappear, he can have one extra day of life. And so begins a very bizarre week... Because how do you decide what makes life worth living? How do you separate out what you can do without from what you hold dear? In dealing with the Devil our narrator will take himself – and his beloved cat – to the brink.",
    "image": "https://m.media-amazon.com/images/I/71tQ71QaNML._SL1500_.jpg",
    "published": 2012
  },
  {
    "id": 8,
    "author": "Syou Ishida",
    "title": "We'll Prescribe You a Cat",
    "description": "A cat a day keeps the doctor away... Tucked away in an old building at the end of a narrow alley in Kyoto, the Kokoro Clinic for the Soul can only be found by people who are struggling in their lives and genuinely need help. The mysterious clinic offers a unique treatment to those who find their way it prescribes cats as medication. Patients are often puzzled by this unconventional prescription, but when they “take” their cat for the recommended duration, they witness profound transformations in their lives, guided by the playful, empathetic, occasionally challenging yet endearing cats.",
    "image": "https://m.media-amazon.com/images/I/71q1O4+KCkL._SY466_.jpg",
    "published": 2023
  },
  {
    "id": 9,
    "author": "Makoto Shinkai",
    "title": "She and Her Cat",
    "description": "Lying alone on the edge of the sidewalk in an abandoned cardboard box, a nameless narrator contemplates the indifferent world around him. With his mother long gone, his only company is the sound of the nearby train. Just as he fears that the end is near, a young woman peers down at him, this fateful encounter changing their lives forever. So begins the first story in She and Her Cat, a collection of four interrelated, stream-of-conscious short stories in which four women and their feline companions explore the frailty of life, the pain of isolation, and the limits of communication.",
    "image": "https://m.media-amazon.com/images/I/71mgoQeby6L._SL1500_.jpg",
    "published": 2013
  },
  {
    "id": 10,
    "author": "Sofie Kelly",
    "title": "Curiosity Thrilled the Cat",
    "description": "When librarian Kathleen Paulson moved to Mayville Heights, Minnesota, she had no idea that two strays would nuzzle their way into her life. Owen is a tabby with a catnip addiction and Hercules is a stocky tuxedo cat who shares Kathleen's fondness for Barry Manilow. But beyond all the fur and purrs, there's something more to these felines. When murder interrupts Mayville's Music Festival, Kathleen finds herself the prime suspect. More stunning is her realization that Owen and Hercules are magical-and she's relying on their skills to solve a purr-fect murder.",
    "image": "https://m.media-amazon.com/images/I/71ZJTVw559L._SL1500_.jpg",
    "published": 2011
  },
  {
    "id": 11,
    "author": "Charlie Lyndhurst",
    "title": "The Cosy Cat Society",
    "description": "Five strangers meet at a cat sanctuary after each facing difficulties in their lives – leading them to the calming nature of the feline refuge. Sasha is struggling with the heartbreak of her past and is trying to forge a new life out of a difficult childhood. Paul has worked hard to break free from a controlling relationship and is ready to find real love. Luke is searching for his biological parents, desperate to discover the answers about his life he so fiercely needs. Anna finds solace from her troubled mind in animal therapy, and lastly, Mim, the social butterfly who no one expects is hiding a secret pain. Brought together by their love for cats, these very different people might just find friendship is in the last place any of them expected...",
    "image": "https://m.media-amazon.com/images/I/81-kg3w3diL._SL1500_.jpg",
    "published": 2023
  },
  {
    "id": 12,
    "author": "Stephane Garnier",
    "title": "How to Think Like a Cat",
    "description": "Do cats worry about retirement? Nope. Do cats do things they don’t want to do? Definitely not. Do cats rush around at all hours of the day when they’d rather be licking their paws and looking out a window? Please. — Calm, free, charismatic, wise, elegant, self-assured — our beloved feline pets strut those traits that we humans spend a lifetime aspiring to. No wonder everybody wants to be more like a cat.",
    "image": "https://m.media-amazon.com/images/I/713bXtKycFL._SL1500_.jpg",
    "published": 2018
  },
  {
    "id": 13,
    "author": "Sōsuke Natsukawa",
    "title": "The Cat Who Saved Books",
    "description": "Grandpa used to say it all the time: 'books have tremendous power'. But what is that power really? Natsuki Books was a tiny second-hand bookshop on the edge of town. Inside, towering shelves reached the ceiling, every one crammed full of wonderful books. Rintaro Natsuki loved this space that his grandfather had created. He spent many happy hours there, reading whatever he liked. It was the perfect refuge for a boy who tended to be something of a recluse. After the death of his grandfather, Rintaro is devastated and alone. It seems he will have to close the shop. Then, a talking tabby cat called Tiger appears and asks Rintaro for help. The cat needs a book lover to join him on a mission. This odd couple will go on three magical adventures to save books from people who have imprisoned, mistreated and betrayed them. Finally, there is one last rescue that Rintaro must attempt alone...",
    "image": "https://m.media-amazon.com/images/I/A1Fk-RAPITS._SL1500_.jpg",
    "published": 2017
  },
  {
    "id": 14,
    "author": "M.E. Owmeow",
    "title": "Meow",
    "description": "Meow is a novel for cats written from the perspective of a cat. Only one word can describe the wondrous adventures waiting inside the cover of Meow, and that word is Meow. Meow is also the only word you will find inside the cover of Meow, because this is a novel for cats.",
    "image": "https://m.media-amazon.com/images/I/41kLAaPXC2L._SL1360_.jpg",
    "published": 2018
  },
  {
    "id": 15,
    "author": "Carla Francis",
    "title": "The Zen of Cat",
    "description": "There's no doubt cats are a meaningful feature of Japanese from folklore to fashion, they've left a giant paw print on the culture. It's believed that felines first appeared in Japan with the arrival of Buddhism via China in around 552, when their main role was to stop vermin from damaging scriptures. But what can we learn from these philosophical felines? Surely they can teach us a thing or two, through the wisdom gleaned over the centuries residing in ancient temples and co-existing with artists, courtesans, monks and writers. The Zen of Cat is interwoven with stories and facts about cats, Japan and Zen philosophy. Carla Francis includes discussions with Japanese cat lovers, and invites reflection and 'mindful mewsings' on life through an A-Z of Japanese words to inspire.",
    "image": "https://m.media-amazon.com/images/I/61iRLFOgQOL._SL1500_.jpg",
    "published": 2023
  },
  {
    "id": 16,
    "author": "Lloyd Alexander",
    "title": "Time Cat",
    "description": "Gareth doesn't have nine lives, but he is definitely not an ordinary cat. For one thing, he can talk. For another, he has magical powers that Jason never dreamed of. “Anywhere, any time, any country, any century” — Gareth tells Jason he can take them traveling through time. And in the wink of a very special cat's eye, they're off. From ancient Egypt to Japan, from the land of young Leonardo da Vinci to the town of a woman accused of witchcraft, Jason and Gareth are whisked from place to place and friend to foe. This fantastic tale grabs the imagination and takes it far and wide, on the adventure of not one, but nine, amazing lifetimes.",
    "image": "https://m.media-amazon.com/images/I/71ZtWhgST3L._SL1500_.jpg",
    "published": 2012
  },
  {
    "id": 17,
    "author": "May Sarton",
    "title": "The Fur Person",
    "description": "This charming story is drawn from the true adventures of Sarton's own cat, and recounts his evolution from a stray to a gentleman cat, and finally, his emergence as a Fur Person. “A Fur Person is a cat who had decided to stay with people as long as he lives. This can only happen if a human being has imagined a part of himself into a cat just as the cat has imagined part of himself into a human being.”",
    "image": "https://m.media-amazon.com/images/I/71LM+vempRL._SL1360_.jpg",
    "published": 1957
  },
  {
    "id": 18,
    "author": "Lisa Swerling, Ralph Lazar",
    "title": "Be Hungry 24/7: and other secrets to being a cat",
    "description": "This laugh-out-loud collection of cat cartoons is the perfect book for the person in your life who loves our feline friends. BE HUNGRY an ideal gift for anyone obsessed with cats, and is the second collection of feline-focussed cartoons and insights from award-winning artists Ralph Lazar & Lisa Swerling. Have you ever wondered how cats manage to maintain their amazing cool and sometimes exasperating wackiness, despite always remaining lovable? Or how they effortlessly control the emotional lives and everyday habits of their humans?",
    "image": "https://m.media-amazon.com/images/I/41atKINVKEL.jpg",
    "published": 2019
  },
  {
    "id": 19,
    "author": "Hiro Arikawa",
    "title": "The Travelling Cat Chronicles",
    "description": "Sometimes you have to leave behind everything you know to find the place you truly belong. Nana the cat is on a road trip. He is not sure where he's going or why, but it means that he gets to sit in the front seat of a silver van with his beloved owner, Satoru. Side by side, they cruise around Japan through the changing seasons, visiting Satoru's old friends. He meets Yoshimine, the brusque and unsentimental farmer for whom cats are just ratters; Sugi and Chikako, the warm-hearted couple who run a pet-friendly B&B; and Kosuke, the mournful husband whose cat-loving wife has just left him. There's even a very special dog who forces Nana to reassess his disdain for the canine species. But what is the purpose of this road trip? And why is everyone so interested in Nana? Nana does not know and Satoru won't say. But when Nana finally works it out, his small heart will break...",
    "image": "https://m.media-amazon.com/images/I/81SJPwn97ZL._SL1500_.jpg",
    "published": 2012
  },
  {
    "id": 20,
    "author": "Deborah Coates",
    "title": "Cat Haiku",
    "description": "This humorous collection of 150 haikus captures the psyche of cats, and distills the essence of kitty behavior in the five-seven-five scheme of classic Japanese poetry. The poems are accompanied by line drawings.",
    "image": "https://m.media-amazon.com/images/I/716sHDkmXLL._SL1024_.jpg",
    "published": 2001
  },
  {
    "id": 21,
    "author": "Hiro Arikawa",
    "title": "The Goodbye Cat",
    "description": "Against the backdrop of changing seasons in Japan, we meet Spin, a kitten rescued from the recycling bin, whose playful nature and simple needs teach an anxious father how to parent his own human baby; a colony of wild cats on a popular holiday island show a young boy not to stand in nature’s way; a family is perplexed by their cat’s undying devotion to their charismatic but uncaring father; a woman curses how her cat will not stop visiting her at night; and an elderly cat hatches a plan to pass into the next world as a spirit so that he and his owner may be in each other’s lives forever. Bursting with love and warmth, The Goodbye Cat exquisitely explores the cycle of life, from birth to death—as each of the seven stories explores how, in different ways, the steadiness and devotion of a well-loved cat never lets us down.",
    "image": "https://m.media-amazon.com/images/I/81OPiseCIZL._SL1500_.jpg",
    "published": 2021
  },
  {
    "id": 22,
    "author": "Esther Averill",
    "title": "Jenny and the Cat Club",
    "description": "In Greenwich Village an orphaned black cat lives happily with her master, a sea captain. Still, the gentle Jenny Linsky would like nothing more than to join the local Cat Club, whose members include Madame Butterfly, an elegant Persian, the high-stepping Macaroni, and stately, plump Mr. President. But can she overcome her fears and prove that she, too, has a special gift?",
    "image": "https://m.media-amazon.com/images/I/61TO3uiraGL._SL1200_.jpg",
    "published": 1958
  },  
  {
    "id": 23,
    "author": "Alison Nastasi",
    "title": "Artists and Their Cats",
    "description": "Pablo Picasso, Andy Warhol, Frida Kahlo . . . so many great artists have shared one very special the companionship of cats. Gathered here for the first time are behind-thescenes stories of more than 50 famous artists and their feline friends. From Salvador Dali's pet ocelot Babou to John Lennon and Yoko Ono's menagerie of cats, including Salt (who was black) and Pepper (who was white), Artists and Their Cats captures these endearing friendships in charming photographs and engaging text, and reveals what creative souls and the animals best known for their independent spirits have in common.",
    "image": "https://m.media-amazon.com/images/I/81LN7AwD2yL._SL1500_.jpg",
    "published": 2015
  },
  {
    "id": 24,
    "author": "Junji Ito",
    "title": "Junji Ito's Cat Diary: Yon & Mu",
    "description": "Master of Japanese horror manga Junji Ito presents a series of hissterical tales chronicling his real-life trials and tribulations of becoming a cat owner. Junji Ito, as J-kun, has recently built a new house and has invited his financée, A-ko, to live with him. Little did he know…his blushing bride-to-be has some unexpected company in tow—Yon, a ghastly-looking family cat, and Mu, an adorable Norwegian forest cat. Despite being a dog person, J-kun finds himself purrsuaded by their odd cuteness and thus begins his comedic struggle to gain the affection of his new feline friends.",
    "image": "https://m.media-amazon.com/images/I/71he+BgCuGL._SL1200_.jpg",
    "published": 2009
  },
  {
    "id": 25,
    "author": "Haruki Murakami",
    "title": "Kafka on the Shore",
    "description": "Here we meet 15-year-old runaway Kafka Tamura and the elderly Nakata, who is drawn to Kafka for reasons that he cannot fathom. As their paths converge, acclaimed author Haruki Murakami enfolds readers in a world where cats talk, fish fall from the sky, and spirits slip out of their bodies to make love or commit murder, in what is a truly remarkable journey.",
    "image": "https://m.media-amazon.com/images/I/81tdbrewW0L._SL1500_.jpg",
    "published": 2002
  },
  {
    "id": 26,
    "author": "Sophie Collins",
    "title": "How to Raise a Happy Cat",
    "description": "We know how important happiness is for ourselves but when it comes to pets, making sure they’re happy – as opposed to obedient, say – is often underrated. Yet there’s plenty of fresh science that shows that a happy, engaged pet is easy to live with and creates happiness in its owners, too. How to Raise a Happy Cat shows what you can learn from your pet’s behaviour and body language, offer a mass of practical ways to raise your pet’s happiness levels, and show you how to connect with them in the way they’ll love best.",
    "image": "https://m.media-amazon.com/images/I/71+HIv+ucoL._SL1500_.jpg",
    "published": 2023
  },  
  {
    "id": 27,
    "author": "Deric Longden",
    "title": "The Cat Who Came in from the Cold",
    "description": "The little cat Deric Longden saw sitting forlornly on an upturned bucket belonged to the neighbours, but somehow when it began to rain it seemed only natural to bring him inside. Once there he slipped so easily into Deric and Aileen's lives that there was an unspoken agreement that he had found his real home. Little did he know that he had entered the Longden world, in which the unexpected (almost) always happens... Aileen being Aileen, it was probably inevitable that sooner or later the kitten would be trapped in the refrigerator. And Deric being Deric, the obvious way to thaw him back to life was to make a little coat for him out of a shrunken thermal vest. Thus the cat who came in from the cold got his name — Thermal — and joined the wonderful cast of characters in the ongoing Longden saga.",
    "image": "https://m.media-amazon.com/images/I/91us7gQoxmL._SL1500_.jpg",
    "published": 2007
  },
  {
    "id": 28,
    "author": "Barbara Sleigh",
    "title": "Carbonel: The King of the Cats",
    "description": "Rosemary’s plan to clean houses during her summer break and surprise her mother with the money hits a snag when an old lady at the market talks her into buying a second-rate broom and a cat she can’t even afford to keep. But appearances can be deceiving. Some old ladies are witches, some brooms can fly, and some ordinary-looking cats are Princes of the Royal Blood. Rosemary’s cat (“You may call me Carbonel. That is my name” ) soon enlists her help in an adventure to free him from a hideous spell and return him to his rightful throne. But along the way Rosemary and her friend John must do some clever sleuthing, work a little magic of their own, and—not least—put up with the demands of a very haughty cat.",
    "image": "https://m.media-amazon.com/images/I/81VmbSySVtL._SL1500_.jpg",
    "published": 1955
  },
  {
    "id": 29,
    "author": "Anna Blandford",
    "title": "I Touched a Cat and I Liked it",
    "description": "This quirky book explores our often fraught relationships with cats. Anna Blandford's easy humor points out cat behaviour at its best, and worst, and why humans still find cats irresistible. Because let's be honest, we're obsessed: if a cat lover is presented with a choice of products and one of them has a cat on it, hands down that will be the one selected. And as Anna asks, 'If it doesn't have a cat on it, is it even worth owning?'",
    "image": "https://m.media-amazon.com/images/I/61-PtLNEj-L._SL1240_.jpg",
    "published": 2018
  },
  {
    "id": 30,
    "author": "Taiyo Matsumoto",
    "title": "Cats of the Louvre",
    "description": "The world-renowned Louvre museum in Paris contains more than just the most famous works of art in history. At night, within its darkened galleries, an unseen and surreal world comes alive—a world witnessed only by the small family of cats that lives in the attic. Until now...",
    "image": "https://m.media-amazon.com/images/I/81mxhbhMd8L._SL1500_.jpg",
    "published": 2018
  },
  {
    "id": 31,
    "author": "Yuko Nagai",
    "title": "Omocha-e of Cats",
    "description": "“Omocha-e” refers to ukiyo-e (woodblock prints) made for children during the late Edo to mid-Meiji period. They included reading materials, comics, encyclopedic information, as well as items to play with, cut out, or assemble, such as board games, paper dolls, and dressing dolls. These prints held a significant place as toys and cat illustrations were particularly popular and continue to have many fans today. ",
    "image": "https://m.media-amazon.com/images/I/71uOAL7lNNL._SL1000_.jpg",
    "published": 2010
  },
  {
    "id": 32,
    "author": "Terry Pratchett",
    "title": "The Unadulterated Cat",
    "description": "The Unadulterated Cat is becoming an endangered species as more and more of us settle for those boring mass-produced cats the ad-men sell us - the pussies that purr into their gold-plated food bowls on the telly. But the Campaign for Real Cats sets out to change all that by helping us to recognise a true, unadulterated cat when we see one. For example: real cats have ears that look like they've been trimmed with pinking shears; real cats never wear flea collars... or appear on Christmas cards... or chase anything with a bell in it; real cats do eat quiche. And giblets. And butter. And anything else left on the table, if they think they can get away with it. Real cats can hear a fridge door opening two rooms away...",
    "image": "https://m.media-amazon.com/images/I/61d0jgFLItL._SL1098_.jpg",
    "published": 2002
  },
  {
    "id": 33,
    "author": "Grace Coddington, Didier Malige",
    "title": "The Catwalk Cats",
    "description": "For more than 20 years, the fashion powerhouses Grace Coddington and Didier Malige have lived together with a menagerie of incorrigible cats. This delightful, giftworthy book records their relationship through photographs (Malige's) and drawings (Coddington's) that document the couple's highly entertaining private and work lives through the eyes of their feline friends. These include Henri, an old-school, catnip-addicted, surfing chartreuse; his sister Coco, a couture-obsessed chartreuse on a sashimi diet; and her pal Baby, who doesn't quite share Coco's discipline, and will, sadly, never fit into a sample size. Then there's Puff, a mixed-up long-hair from Harlem whose curiosity — anyone for fortune-telling at Dave? — hasn't killed him yet; and finally Bart, the Persian youngster who would rather sit on the rooftop terrace than in the front row. The Catwalk Cats , a visual diary introduced by the irrepressible Puff, gives us a window into four madcap seasons in the life of this fabulous furry brigade, with sections devoted to the Collections, the Campaigns, and, of course, the Catfights. At once delightful and dishy, it is both a convincing argument for the fundamental similarities between felines and fashionistas and a moving meditation on love and life as a family.",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1347993162i/532650.jpg",
    "published": 2006
  },  
  {
    "id": 34,
    "author": "Alex Howard",
    "title": "Library Cat",
    "description": "Library Cat – the resident cat of Edinburgh University Library – is not like other cats. He is a thinking cat. You can tell by the canny glint in his eye, his arched, disdainful whiskers and his unrelenting interest in books and piles of paper. This is Library Cat’s story. Join him on the adventures he takes when he leaves his favourite turquoise chair in the library and his favourite food (bacon-rind) behind to go out into the big, bad world. Meet his cousins Biblio Chat and Saaf Landan Tom. Hold your breath during his brief encounter with the elusive Puddle Cat and his run-in with the terrifying and mysterious Black Dog. This is principally the story of Library Cat’s search for meaning in a seemingly meaningless world. But it’s about us Humans, too. You see, with his black and white head bobbing a foot off the ground, Library Cat has seen us Humans from a very different angle. And he thinks we have it all wrong...",
    "image": "https://m.media-amazon.com/images/I/71NBV01WWwL._SY466_.jpg",
    "published": 2016
  },
  {
    "id": 35,
    "author": "B.Kliban",
    "title": "Cat",
    "description": "It’s the mother of all cat books. The book that gave new meaning to wacka-wacka and forever redefined it. Cat is the classic that started it all. It gave a voice to catmaniacs around the country and launched an entire genre in publishing and licensing. Everybody went crazy.",
    "image": "https://m.media-amazon.com/images/I/81UOjJgkhZL._SL1500_.jpg",
    "published": 2012
  },
  {
    "id": 36,
    "author": "Walter Copeland",
    "title": "The Black Cat Book",
    "description": "A masterpiece of design and cat humor by one of the greatest of book illustrators. Originally published in 1905, this is a book of great and nonsensical fun, full of cavorting cats. Charles Robinson shows what a master can do with black and red as his only colors.",
    "image": "https://m.media-amazon.com/images/I/51HRnavzbBS._SL1000_.jpg",
    "published": 1905
  },
  {
    "id": 37,
    "author": "Shirley Jackson",
    "title": "We Have Always Lived in the Castle",
    "description": "Merricat Blackwood lives on the family estate with her sister Constance and her uncle Julian. Not long ago there were seven Blackwoods—until a fatal dose of arsenic found its way into the sugar bowl one terrible night. Acquitted of the murders, Constance has returned home, where Merricat protects her from the curiousity and hostility of the villagers. Their days pass in happy isolation until cousin Charles appears. Only Merricat can see the danger, and she must act swiftly to keep Constance from his grasp.",
    "image": "https://m.media-amazon.com/images/I/A1YlGmse1mL._SL1500_.jpg",
    "published": 1962
  },
  {
    "id": 38,
    "author": "Peter Neville",
    "title": "Do Cats Need Shrinks?",
    "description": "A humorous guide for cat lovers by an eminent cat psychologist presents a captivating glimpse into the feline psyche, relating the qualities of their unique personalities and discussing typical patterns of quirky behavior.",
    "image": "https://m.media-amazon.com/images/I/51QGV2EWncL.jpg",
    "published": 1991
  },
  {
    "id": 39,
    "author": "Anthony Lane",
    "title": "The Big New Yorker Book of Cats",
    "description": "This bountiful collection, beautifully illustrated in full color, features articles, fiction, humor, poems, cartoons, cover art, drafts, and drawings from the magazine’s archives. Among the contributors are Margaret Atwood, T. Coraghessan Boyle, Roald Dahl, Wolcott Gibbs, Robert Graves, Emily Hahn, Ted Hughes, Jamaica Kincaid, Steven Millhauser, Haruki Murakami, Amy Ozols, Robert Pinsky, Jean Rhys, James Thurber, John Updike, Sylvia Townsend Warner, and E. B. White. Including a Foreword by Anthony Lane, this gorgeous keepsake will be a treasured gift for all cat lovers.",
    "image": "https://m.media-amazon.com/images/I/51lD32a4-OL._SL1200_.jpg",
    "published": 2013
  },
  {
    "id": 40,
    "author": "Cider Mill Press",
    "title": "The Book of Catitudes",
    "description": "They leave dead animals on your doorstep. They intentionally knock everything off of your countertops. They leave scratch marks on your nice furniture and attack your calf muscles. They sleep on your laptop when you're using it. They somehow get hair on every single article of clothing you own, and then some. They are the epitome of sass and poise. But behind that aloof personality and penetrating stare are the wonderful cats we all love. This book chronicles the baffling behavior and ever-changing attitudes of these fuzzy felines with 50 comical photographs and illustrations. From cats who think they're mountain lions to the ones who are plotting to take over the world, the temperaments of these grumpy and (somewhat) affectionate animals will be recognized by cat lovers everywhere. Whether you have a cat who is capable of incredible feats of acrobatics, or one who makes a habit of crashing straight into walls (or one who does both just a few minutes apart), this book captures the secret inner workings of your cat's brain. Purr-fect for crazy cat parents and anyone else who is owned by a cat, these lovable, playful, ridiculous, and slightly unhinged cats will have all readers laughing.",
    "image": "https://m.media-amazon.com/images/I/71ucxvQaywL._SL1500_.jpg",
    "published": 2023
  },
  {
    "id": 41,
    "author": "Alison Davies",
    "title": "Be More Cat",
    "description": "Careful observation of the behavioral quirks of our favorite felines can actually be very revealing. From living in the moment, to trusting our sixth-sense instincts, to taking cat naps, and even going feral, there are real benefits to being more cat! In Be More Cat, Alison Davies explores nine key traits we can take on board to be more cat-like and live a happier, healthier, and all around 'feline fabulous' existence. With practical tips and exercises, interspersed with folklore and fun facts about our kitty gurus, there's something for everyone in this cute, fully illustrated guide!",
    "image": "https://m.media-amazon.com/images/I/61HcYWGFf8L._SL1500_.jpg",
    "published": 2017
  },
  {
    "id": 42,
    "author": "Emily Cheney Neville",
    "title": "It's Like This, Cat",
    "description": "Dave Mitchell and his father disagree on almost everything and every time their fighting sets off his mother’s asthma, Dave ends up storming out of the house. But when Dave meets a big, handsome tomcat, he decides to bring him home, no matter what his father has to say about it. With adventure-loving Cat around, Dave meets lots of new people like Tom, a young dropout on his own in the city, and Mary, the first girl he can talk to like a real person. And as his eyes open to those around him, Dave starts to understand his father a little better. They still don’t see eye-to-eye on a lot of things, but there is one thing they can both agree on: Having a cat can be very educational—especially when it’s one like Cat.",
    "image": "https://m.media-amazon.com/images/I/71J+NevjWNL._SL1500_.jpg",
    "published": 1963
  },
  {
    "id": 43,
    "author": "Charles Kreloff, Patty Brown",
    "title": "Is Your Cat Gay?",
    "description": "Have you ever found yourself pondering your cat's sexual preference? Perhaps the answer lies within these pages.",
    "image": "https://m.media-amazon.com/images/I/81PQTjZNrML._SL1500_.jpg",
    "published": 2004
  },  
  {
    "id": 44,
    "author": "J.C Suares, Seymour Chewast",
    "title": "The Literary Cat",
    "description": "Ever want to go home at night and curl up with a good cat story? Or poem? Or bit of cat history or lore? Then make yourself comfortable with The Literary Cat. Never have so many bewitching cats been gathered together in one book. The entire collection is illustrated by splendid paintings, engravings and woodcuts, and by imaginative new illustrations done especially for this book.",
    "image": "https://m.media-amazon.com/images/I/71trsYDaZgL._SL1500_.jpg",
    "published": 1977
  },
  {
    "id": 45,
    "author": "John Scalzi",
    "title": "Starter Villain",
    "description": "Inheriting your uncle's supervillain business is more complicated than you might think. Particularly when you discover who's running the place. Charlie's life is going nowhere fast. A divorced substitute teacher living with his cat in a house his siblings want to sell, all he wants is to open a pub downtown, if only the bank will approve his loan. Then his long-lost uncle Jake dies and leaves his supervillain business (complete with island volcano lair) to Charlie. But becoming a supervillain isn't all giant laser death rays and lava pits. Jake had enemies, and now they're coming after Charlie. His uncle might have been a stand-up, old-fashioned kind of villain, but these are the real thing: rich, soulless predators backed by multinational corporations and venture capital. It's up to Charlie to win the war his uncle started against a league of supervillains. But with unionized dolphins, hyperintelligent talking spy cats, and a terrifying henchperson at his side, going bad is starting to look pretty good. In a dog-eat-dog world...be a cat.",
    "image": "https://m.media-amazon.com/images/I/71NZSmFYHwL._SL1500_.jpg",
    "published": 2023
  },  
  {
    "id": 46,
    "author": "Paul Corey",
    "title": "Do Cats Think?",
    "description": "Cats remember. Cats communicate. Cats learn. Cats...think? Paul Corey believes they do. And this fascinating book, filled with ancedotes and descriptions of cat behavior from decades of personal observation, he points the way to learning more about your cat and perhaps yourself. He also makes a strong case for cat-watching as a delightful, productive hobby in an automated edge. As researchers have pointed out, in many ways cats are surprisingly similar to man. They may even surpass him, Corey believes, in dignity and independence. Without attempting to anthropomorphize, he shares example of intelligent behavior exhibited by cats he and his wife have taken care of over the years.",
    "image": "https://m.media-amazon.com/images/I/91YLHW1cFpL._SL1500_.jpg",
    "published": 1977
  },
  {
    "id": 47,
    "author": "Gwen Cooper",
    "title": "My Life in a Cat House",
    "description": "An adorable, five-week-old rescue kitten slowly learns to trust the woman who saved her. An obsessive cat teaches himself to play fetch and demands it morning and night from his hapless mom—whether she’s working, sleeping, eating, bathing, or trying to enjoy some “alone time” with her husband. And Homer, the Blind Wonder Cat himself, returns triumphant in a new story about life and love after worldwide fame.",
    "image": "https://m.media-amazon.com/images/I/91Flk3EnoLL._SL1500_.jpg",
    "published": 2018
  },
  {
    "id": 48,
    "author": "Ellie Claire",
    "title": "Catness: A Little Book for Cat Lovers",
    "description": "Cat videos are all the rage on social media. How can they not be? With their personality and jumping ability, they were made for hilarity. We’ve taken a clowder of cats and paired them with amusing and sweet content to make the purrfect gift for any occasion.",
    "image": "https://m.media-amazon.com/images/I/71yxCUyY0AL._SL1201_.jpg",
    "published": 2016
  },
  {
    "id": 49,
    "author": "Stephen Wildish",
    "title": "Is Your Cat A Psychopath?",
    "description": "Find out if your cat is Pussolini or Mother PurresaIn ancient Egypt cats were viewed as gods and in modern day they are no stranger to worship as the internet's favourite animal, but have you ever stopped to consider the true nature of the smug little creatures we so willingly welcome into our homes?Is your cat a dazzling Dolly Purrton in the making? Or a hateful Hannibal Lickter waiting to strike? Find out with this killer purrsonality quiz.With 16 personality profiles and tips on how to live in harmony with your cat, whatever their result, find out if your furry housemate dreams of world peace or world domination.",
    "image": "https://m.media-amazon.com/images/I/71gQ8kw-B8L._SL1500_.jpg",
    "published": 2022
  },
  {
    "id": 50,
    "author": "Yuki Hattori",
    "title": "What Cats Want",
    "description": "When your cat's tail is upright, she's saying hello. If it's quivering? She's happy to see you. But if it swishes ominously from side to side across your living room floor? Beware-your cat is annoyed. With nineteen bones and twelve muscles, cats' tails have countless ways of expressing their emotions. What Cats Want is here to uncover the meaning behind every movement, and the motivation beneath every quirk. Did you know, for example, that adult cats love to reconnect with their inner kitten? Or that cats prefer multiple watering holes over just one? Our cats are sophisticated-no matter what any dog lover says-and What Cats Want has the answers to every question asked by cat owners young and old.",
    "image": "https://m.media-amazon.com/images/I/715B40KYbPL._SL1500_.jpg",
    "published": 2015
  },
  {
    "id": 51,
    "author": "Paul Koudounaris",
    "title": "A Cat's Tale: A Journey Through Feline History",
    "description": "A Cat's Tale is a history of feline kind: its origins, the evolution of the relationship with their human companions, and the surprising ways in which feline history parallels that of humanity. From the prehistoric Felis (a large mammal from which all domestic cats have descended) to ancient Egyptian cat goddess, key cats of the Enlightenment to swashbuckling pirate felines and infamous American tabbies, the story of catkind is told here in its totality.",
    "image": "https://m.media-amazon.com/images/I/91KHYre8lDL._SL1500_.jpg",
    "published": 2020
  },
  {
    "id": 52,
    "author": "Lachlan Madsen, Eleanor Nilsson",
    "title": "The Community Cat Chronicles",
    "description": "The Community Cat Chronicles is a collection of linked stories about the cats, not quite house pets and certainly not strays, who live around the apartment blocks of Avenue 1. They mark and defend their territory, but share it with the human residents who devote time and resources to keeping them fed and healthy.",
    "image": "https://m.media-amazon.com/images/I/51dL2lFQWCL._SL1000_.jpg",
    "published": 2020
  },
  {
    "id": 53,
    "author": "Lilian Jackson Braun",
    "title": "The Cat Who Knew Shakespeare",
    "description": "There's something rotten in the small town of Pickax--at least to the sensitive noses of newspaperman Jim Qwilleran and his Siamese cats Koko and Yum Yum. An accident has claimed the life of the local paper's eccentric publisher, but to Qwilleran and his feline friends it smells like murder. They soon sniff out a shocking secret, but Koko's snooping into an unusual edition of Shakespeare may prove CATastrophic...because somewhere in Pickax a lady loves not wisely but too well, a widow is scandalously merry, and a stranger has a lean and hungry look. The stage is set for Qwilleran, Koko, Yum Yum, and the second act of murder most meow...",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1408927824i/42056.jpg",
    "published": 1988
  },
  {
    "id": 54,
    "author": "Eliza Berkowitz",
    "title": "This Is a Book for People Who Love Cats",
    "description": "For cat lovers of all ages, this beautifully illustrated guide offers an informative look at the world  and lives of cats. Cat enthusiast Eliza Berkowitz highlights why we love cats so much, how cats became domesticated, and just what they're doing and saying with their odd behavior. Fascinating profiles of cat breeds, from Maine Coons and Calicos to Bengals and Egyptian Maus, are accompanied by charming illustrations that will make you fall in love with cats all over again... and again. Comprehensively researched and shared in an accessible, appealing format, This Is a Book for People Who Love Cats is a purr-fect addition to every cat lover's library.",
    "image": "https://m.media-amazon.com/images/I/81CuB6eIg9L._SL1500_.jpg",
    "published": 2023
  },  
  {
    "id": 55,
    "author": "Sarah Archer",
    "title": "Catland",
    "description": "In Japan, cats rule. And the country’s feline love affair is now a worldwide phenomenon. From cat cafés and Hello Kitty to the familiar sight of a maneki neko (“beckoning cat”) waving its paw from a shop window, cat lovers all over the world are more immersed in Japan’s cat culture than they may realize. With charming storytelling, Catland will introduce you to cats practicing to become monks, a designer who makes cat costumes inspired by the fashions of 18th-century France, and skilled craftsmen who build pieces of fine furniture precisely scaled down to suit feline customers. Packed with photographs, works of art, pop culture and folklore, Catland is the perfect gift for the cat lover in your life.",
    "image": "https://m.media-amazon.com/images/I/611eB0+-gwL._SL1200_.jpg",
    "published": 2020
  }
]
